[
    {
        "title": "The Border in Print: Digitizing Periodicals in the US-Mexico Border Region",
        "authors": "Mikaela Selley, Nicolas Kanellos, Carolina Villarroel",
        "description": "<p>This presentation will discuss the Recovering the US Literary Heritage program (Recovery) and its history of preserving, digitizing, and making accessible Latino newspapers published in the United States. Its new program, The Border in Print: Digitizing Periodicals in the US-Mexico Border Region, funded by CLIR in 2021, will make available a “hidden collection” of some 200 newspapers published from the mid-nineteenth century to 1956 along both sides of the border. The panel will go into detail on the methods and protocols involved in the digitization efforts and creation of a public-facing, open access, platform that will become available in 2023. From Brownsville, Texas to San Diego, California, and the northern Mexican states of Coahuila, Sonora, and Tamaulipas, most of the periodicals have never been accessible to scholars and most comprise the only extant copies. Presenters will share Recovery’s experience in collecting and preserving these periodicals, including local, national and international partnerships. They will discuss the program experience in implementing a post-custodial model. Finally, presenters will touch upon the program’s approach to what constitutes the “border” region and the issues associated with the preservation and dissemination of serial editions in languages other than English.</p>",
        "tags": "closing"
    },
    {
        "title": "Digitizing Vascular Plant Specimens from a Country at War",
        "authors": "David Giblin, Steffi Ickert-Bond, Eric DeChaine",
        "description": "<p>In Fall 2021 our three institutions began the process of digitizing (databasing, imaging, and georeferencing) vascular plant specimens collected in Far East Russia in the twentieth and early twenty-first century. These holdings represent perhaps the largest collection of such specimens outside of Russia and offer unique insights into the diversity and distribution of vascular plants in that region. Securing access to Russia by United States botanists for plant collecting purposes has often been challenging, which enhances the value of these specimens. We began this project thinking that label transcription and georeferencing (assigning latitude/longitude values on the basis of locality text) was our biggest challenge. When Russia invaded Ukraine in Winter 2022 the context of our work changed. Access to Far East Russia by United States botanists in the foreseeable future seems unlikely, increasing the importance of digitizing these specimens. We have also been forced to more fully consider how geopolitical events impact the scientific research and natural history collections. Specifically, what does it mean to liberate biodiversity information from a country that commits an act of war? Our team is fully committed to completing our project and believes more strongly in the importance of this effort.</p>",
        "slides_url": "https://www.clir.org/wp-content/uploads/sites/6/2023/07/22DHCS-slides-Digitizing-Vascular-Plant-Specimens-Giblin.pdf",
        "tags": "closing"
    },
    {
        "title": "PrisonPandemic: Scaling and Adapting Document Management During COVID-19",
        "authors": "Joanne DeCaro, Alexis Rowland, Elvia Arroyo-Ramirez, Keramet Reiter, Kristin Turney, Naomi Sugie, Gabe Rosales, Mariela Villalba Madrid",
        "description": "<p>The United States' now half-century project of hyper incarceration has resulted in innumerable tragedies, much of which can be known only through the voices of those directly impacted. PrisonPandemic represents a unique archive of narratives produced and collected in an unprecedented era of mass death – the COVID-19 pandemic. The processes that our project has used to manage its corpus, from collection to digitization, have changed dramatically since it began in 2020. These practices are constantly responding to and being reshaped by both external factors (including developments related to the pandemic itself, surveillance practices, and correctional policy) and internal factors (finances, labor, space, technology, archive content), all which have produced new puzzles. This presentation discusses key events that have challenged the project’s operation and the strategies – transcription, redaction, cataloging, editing, and digitizing – that have allowed us to adapt and scale our core processes.</p>",
        "slides_url": "https://www.clir.org/wp-content/uploads/sites/6/2023/07/22DHCS-slides-Prison-Pandemic-DeCaro.pdf",
        "tags": "closing"
    }
]