[
    {
        "title": "Amplifying Indigenous Oral Histories: Treaty Elders Council",
        "authors": "Sheldon Krasowski",
        "description": "<p>An important component of our CLIR-funded project Amplifying Indigenous Treaty Oral Histories in Canada is a council of Elders with a mandate to define the knowledge shring protocols of the Nehiyaw (Cree); Nahkawiwin (Saulteaux); and Dene peoples. These three Indigenous Nations are represented in the Elders Council, which also includes two youth representatives. Our Elders Council includes:</p><ul><li>Gladys Wapass Greyeyes, Thunderchild First Nation (Treaty 6)</li><li>Mary Anne Daywalker Pelletier, Okanese First Nation (Treaty 4)</li><li>Amanda Louison, Kahkewistahaw (Treaty 4)</li><li>Jenny Spyglass, Mosquito / Lean Man / Grizzly Bear’s Head (Treaty 6)</li><li>Freddie Thourassie, Black Lake First Nation (Treaty 10)</li><li>Isidore Campbell, English River First Nation (Treaty 10)</li><li>Sydney McKay, Cumberland House Cree Nation (Treaty 5)</li><li>Jacob Bill (Treaty 6)</li><li>Jade Roberts, Youth from Lac la Ronge Indian Band (Treaty 6)</li><li>Trey Poitras, Youth from Muscowpetung First Nation (Treaty 4)</li></ul><p>As treaties negotiated between the Crown and Indigenous peoples include Cree, Nahkawiwin, and Dene Nations, it is important that protocols defining intellectual property include them as well. As Gladys Wapass Greyeyes stated at our first Elders Council meeting, “When you take a single blade of sweetgrass and pull from each end, it breaks. But if you braid sweetgrass it cannot be broken.” According to Elder Gladys, the different Nations represent the different blades of sweetgrass. Incorporating these different cultures, languages, and traditions into intellectual property strengthens Indigenous protocols.</p>"
    },
    {
        "title": "Hidden Labor in Hidden Collections: Digitization of Medieval Manuscripts across Multiple Midwest Institutions",
        "authors": "Michelle Dalmau, Kara Alexander, Caitlyn Hastings, Elizabeth K Hebbard, Sarah Noonan",
        "description": "<p>Digitization work is easier said than done. The many steps before and after imaging are often taken for granted when project planning. Acknowledging the hidden labor surrounding digitization – handling, multiple levels of quality review, proper storage – becomes more pronounced when working with medieval manuscripts across 22 Midwest partner institutions as is the case for the Peripheral Manuscript Project funded in 2020.</p><p>Our project launched with months of active planning with partners, but these conversations still did not reveal the full scope of digitization work. Originally, the partners collectively identified 78 codices and 406 fragments and documents as falling within project parameters. After an all-partner meeting and institutional site visits, additional items were identified and others excluded. Currently, we aim to digitize 75 codices and approximately 614 fragments and documents, funding permitted. Despite best efforts to conduct condition assessments prior to digitization, differences among the partner holdings have presented difficulties. Not all codices are the same – binding, size, fragility – and the number of leaves were either initially unknown or under-recorded. While documents are more straightforward, not all are flat (e.g., scrolls) or uniform in size (e.g., papal bulls v. binding fragments). Propping materials for consistent capture with color bars, rulers, clips, and page weights entailed an equal dose of wizardry and physics. All of these variables impact digitization estimates and timelines. This presentation will provide an overview of the challenges we have faced, and describe current solutions we have sought to consistently digitize diverse medieval manuscripts.</p>",
        "pdf_url": "https://www.clir.org/wp-content/uploads/sites/6/2023/07/22DHCS-poster-Dalmau.pdf",
        "post_url": "https://peripheralmss.org/blog/"
    },
    {
        "title": "Open-Source Tools for Digitization, Preservation, and Access in Audiovisual Collections",
        "authors": "Catriona Schlosser",
        "description": "<p>In 2019, the Council for Library and Information Resources (CLIR) awarded $117,146 to CUNY Television to support digitization and access to CUNY’s unique collections. This project, titled Uncovering The City University of New York’s Audiovisual Heritage, digitized close to 800 videotapes and made accessible around 400 items from a select number of CUNY campuses including Hunter College’s Centro de Estudios Puertorriqueños, the College of Staten Island, the School of Public and International Affairs at Baruch College, and the Special Collections of Bronx Community College. CUNY TV staff will continue this work with the intention of sustaining this project and making even more assets from these collections accessible.</p><p>CUNY TV has become the largest audiovisual archive within the CUNY system and has succeeded at developing and implementing efficient preservation and accessibility workflows. A number of these workflows rely on open source tools such as vrecord, QC Tools, MediaInfo, and FFmpeg, and they have become vital to processing and making accessible our audiovisual collections. This poster will explore a number of these tools and how the archive used them in Uncovering The City University of New York’s Audiovisual Heritage. The CLIR grant gave CUNY the opportunity to not only apply these open source tools and workflows to collections within the larger CUNY system but to also improve upon these workflows. I will also explore some of the challenges that arose during this project and how we adapted certain tools and workflows to achieve the project’s goals.</p>",
        "pdf_url": "https://www.clir.org/wp-content/uploads/sites/6/2023/07/22DHCS-poster-Schlosser-optimized.pdf"
    },
    {
        "title": "Thoughts and Reflections on Entomo3D’s Workflow",
        "authors": "Youn Hee Chung, Eva Deisa, Tianyu Ge, Jillian Sy, Katrina Enriquez",
        "description": "<p>Entomo3D is a CLIR-funded project that aims to digitize the entomology collection of Virginia Tech and create around 300 3D models accessible to the general public. In this poster, we want to discuss how our team established and refined the asynchronous pipeline. Specifically, we would like to exhibit onsite and remote collaboration, documentation, organization, and finally, publication of the digital specimens. This poster is a meta-analysis of our archiving workflow in the past three years. It reflects the iterative refinement of the cooperative process that digitizes tangible insect specimens with controlled access into photorealistic 3D models that are accessible to a wider audience. By explaining our workflow and the challenges we encountered, we hope to share the learning process in effort to provide an agency for future digitization projects in educational spaces.</p>",
        "pdf_url": "https://www.clir.org/wp-content/uploads/sites/6/2023/07/22DHCS-poster-Hall.pdf"
    },
    {
        "title": "What the Seals Taught Us",
        "authors": "Elizabeth Knott",
        "description": "<p>In 2020–2021, the Yale Babylonian Collection undertook a seal digitization project supported by the CLIR. The goal of this grant was to digitize all c. 4,000 stamp and cylinder seals in the collection. Seemingly a straightforward task, the seals in fact resisted capture at every stage, raising questions about the aims and approaches of digitization. This presentation traces the challenges encountered by the project in efforts to create a standardized and easily replicable process for digitization. Approaches, equipment, and techniques will be discussed. Specific examples of seals digitized by the collection are included.</p>",
        "pdf_url": "https://www.clir.org/wp-content/uploads/sites/6/2023/07/22DHCS-poster-Knott-optimized.pdf"
    }
]